Repository: tari01/odio-edit
Catalog: po/*.po
Languages: ta, tr

source: Mixing
ta: கலத்தல்
tr: Birleştiriliyor

source: Saving
ta: சேமிப்பு
tr: Kaydediliyor

source: Failed to open '%s'!
ta: '%s' திறக்கத் தவறிவிட்டது!
tr: Açma işlemi başarısız '%s'!

source: Failed to write to '%s'!
ta: '%s' க்கு எழுதத் தவறிவிட்டது!
tr: Yazma işlemi başarısız'%s'!

source: File %s may be destroyed since saving failed. Try to free some disk space and save again. If you exit now, the file's contents could be left in a bad state.
ta: சேமிப்பு தோல்வியுற்றதிலிருந்து கோப்பு %s அழிக்கப்படலாம். சில வட்டு இடத்தை விடுவித்து மீண்டும் சேமிக்க முயற்சிக்கவும். நீங்கள் இப்போது வெளியேறினால், கோப்பின் உள்ளடக்கங்களை மோசமான நிலையில் விடலாம்.
tr: Açma işlemi başarısız olduğundan dolayı '%s' dosyası bozulmuş olabilir. Gerekli depolama alanını açın ve tekrar kaydetmeyi deneyin. Eğer şimdi çıkarsanız dosyanın içeriği bozuk kalabilir.

source: File %s does not exist!
ta: கோப்பு %s இல்லை!
tr: %s adlı dosya bulunamadı!

source: File %s is not a regular file!
ta: கோப்பு %s வழக்கமான கோப்பு அல்ல!
tr: %s dosyası normal bir dosya değil!

source: Failed to open '%s'
ta: '%s' திறக்கத் தவறிவிட்டது
tr: '%s' açılamadı

source: Loading
ta: ஏற்றுகிறது
tr: Yükleniyor

source: Failed to decode '%s'
ta: '%s' டிகோட் செய்யத் தவறிவிட்டது
tr: Çözme işlemi başarısız '%s'

source: Fading
ta: குன்றல்
tr: Azaltılıyor

source: Could not open %s
ta: %s திறக்க முடியவில்லை
tr: %s açılamaz

source: Error reading %s: %s
ta: பிழை வாசிப்பு %s: %s
tr: %s okuma hatası:%s

source: Untitled %d
ta: பெயரிடப்படாத %d
tr: İsimsiz %d

source: Could not open %s: %s
ta: %s ஐ திறக்க முடியவில்லை: %s
tr: %s açılamaz: %s

source: Unexpected error: %s %s
ta: எதிர்பாராத பிழை: %s %s
tr: Beklenmedik hata: %s.%s

source: Error closing %s: %s
ta: பிழை மூடல் %s: %s
tr: %s kapatma hatası:%s

source: Could not seek in %s: %s
ta: %s: %s இல் தேட முடியவில்லை
tr: %s aranamaz:%s

source: Could not read from %s: %s
ta: %s: %s இலிருந்து படிக்க முடியவில்லை
tr: %s içerisinden okunamaz: %s

source: Unexpected end of file reading %s
ta: கோப்பு வாசிப்பு %s எதிர்பாராத முடிவு
tr: Beklenmedik dosya sonu %s

source: Could not write data to %s
ta: %s க்கு தரவை எழுத முடியவில்லை
tr: Veri %s üzerine yazılamaz

source: Could not read from file %s, here's the error: %s
ta: கோப்பு %s இலிருந்து படிக்க முடியவில்லை, இங்கே பிழை: %s
tr: %s dosyasından okunamadı, alınan hata: %s

source: Could not get file position in %s: %s
ta: %s: %s இல் கோப்பு நிலையைப் பெற முடியவில்லை
tr: %s dosyası konumuna ulaşılamadı:%s

source: Could not delete '%s': %s
ta: ' %s' ஐ நீக்க முடியவில்லை: %s
tr: '%s' silinemez:%s

source: Error creating link to '%s': %s
ta: ' %s' க்கு இணைப்பை உருவாக்கும் பிழை: %s
tr: '%s'e link oluşturma hatası: %s

source: The file extension should be ".wav"
ta: கோப்பு நீட்டிப்பு ".wav" ஆக இருக்க வேண்டும்
tr: Dosya ".wav" uzantılı olmalıdır

source: _Save
ta: _சேவ்
tr: _Kaydet

source: _Open
tr: _Aç

source: _Cancel
tr: _Iptal

source: Processing data
ta: தரவு செயலாக்க
tr: Veri işleniyor

source: %s... Press ESC to cancel.
ta: %s ... ரத்து செய்ய தப்பி ஐ அழுத்தவும்.
tr: %s... İptal etmek için ESC tuşuna basın.

source: Ready
ta: ஆயத்தம்
tr: Hazır

source: Close
ta: மூடு
tr: Kapat

source: Click here for recent files
ta: அண்மைக் கால கோப்புகளுக்கு இங்கே சொடுக்கு செய்க
tr: Son kullanılan dosyalar için buraya tıklayın

source: Cursor
ta: கர்சர்
tr: İmleç

source: View
ta: பார்வை
tr: Görüntüle

source: Selection
ta: தேர்வு
tr: Seçim

source: Save file
ta: கோப்பை சேமி
tr: Dosyayı kaydet

source: Save changes to %s?
ta: மாற்றங்களை %s இல் சேமிக்கவா?
tr: Değişiklikleri %s'a kaydet?

source: Load file
ta: கோப்பை ஏற்றவும்
tr: Dosya yükle

source: Save selection as...
ta: தேர்வைச் சேமிக்கவும் ...
tr: Seçimi şu şekilde kaydet...

source: You cannot mix different sound formats
ta: நீங்கள் வெவ்வேறு ஒலி வடிவங்களை கலக்க முடியாது
tr: Farklı ses biçimlerini karıştıramazsınız

source: A lightweight audio wave editor
ta: இலகுரக ஆடியோ அலை எடிட்டர்
tr: Hafif ses editörü

source: translator-credits
ta: மொழிபெயர்ப்பாளர்-வரவு
tr: Çevirmen: Burak Hüseyin Ekseli

source: Open
ta: திற
tr: Aç

source: Load new file [Ctrl+O]
ta: புதிய கோப்பை ஏற்றவும் [Ctrl+O]
tr: Yeni dosya yükle [Ctrl+O]

source: Save as...
ta: சேமி ...
tr: Farklı kaydet...

source: Save
ta: சேமி
tr: Kaydet

source: Save current file [Ctrl+S]
ta: தற்போதைய கோப்பை [Ctrl+S] சேமிக்கவும்
tr: Mevcut dosyayı kaydet [Ctrl+s]

source: Click here for more options
ta: மேலும் விருப்பங்களுக்கு இங்கே சொடுக்கு செய்க
tr: Daha fazla seçenek için tıklayın

source: Undo
ta: செயல்தவிர்
tr: Geri al

source: Undo last change [Ctrl+Z]
ta: கடைசி மாற்றத்தை செயல்தவிர்க்கவும் [ctrl+z]
tr: Son değişikliği geri al [Ctrl+Z]

source: Redo
ta: மீண்டும்செய்
tr: Yinele

source: Redo last undo operation [Ctrl+Shift+Z]
ta: கடைசியாக செயல்தவிர் செயல்பாட்டை மீண்டும் செய்யவும் [CTRL+SHIFT+Z]
tr: Son geri alma işlemini geri al [Ctrl+Shift+Z]

source: Cut
ta: வெட்டு
tr: Kes

source: Remove and copy current selection [Ctrl+X]
ta: தற்போதைய தேர்வை அகற்றி நகலெடுக்கவும் [Ctrl+x]
tr: Seçimi kopyala ve sil [Ctrl+X]

source: Copy
ta: நகலெடு
tr: Kopyala

source: Copy current selection [Ctrl+C]
ta: தற்போதைய தேர்வை நகலெடுக்கவும் [CTRL+C]
tr: Seçimi kopyala [Ctrl+C]

source: Paste over
ta: ஒட்டவும்
tr: Üzerine yapıştır

source: Paste mixed
ta: கலப்பு ஒட்டவும்
tr: Birleştirileni yapıştır

source: Paste to new
ta: புதியதாக ஒட்டவும்
tr: Yeniye yapıştır

source: Paste
ta: ஒட்டு
tr: Yapıştır

source: Paste at cursor position [Ctrl+V]
ta: கர்சர் நிலையில் ஒட்டவும் [Ctrl+v]
tr: İmleç konumuna yapıştır [Ctrl+V}

source: Crop
ta: பயிர்
tr: Kırp

source: Crop to selection
ta: தேர்வுக்கு பயிர்
tr: Seçimi kırp

source: Delete
ta: நீக்கு
tr: Sil

source: Delete selection [Del]
ta: தேர்வை நீக்கு [டெல்]
tr: Seçimi sil [Del]

source: Play all
ta: அனைத்தையும் விளையாடுங்கள்
tr: Hepsini oynat

source: Play from cursor position
ta: கர்சர் நிலையில் இருந்து விளையாடுங்கள்
tr: İmleç konumundan itibaren oynat

source: Play
ta: விளையாடுங்கள்
tr: Oynat

source: Play selection
ta: தேர்வு விளையாடுங்கள்
tr: Seçimi oynat

source: Stop
ta: நிறுத்து
tr: Durdur

source: Stop playback
ta: பிளேபேக்கை நிறுத்துங்கள்
tr: Kayıttan çalmayı durdur

source: Fade in
ta: மங்கவும்
tr: Arttır

source: Fade in selection
ta: தேர்வில் மங்கிவிடும்
tr: Seçimi arttır

source: Fade out
ta: மங்கிவிடும்
tr: Azalt

source: Fade out selection
ta: தேர்வை மங்கச் செய்யுங்கள்
tr: Seçimi azalt

source: About
ta: பற்றி
tr: Hakkında

source: About Odio Edit
ta: ஒடியோ திருத்து பற்றி
tr: Odio Edit hakkında

source: Yes
ta: ஆம்
tr: Evet

source: No
ta: இல்லை
tr: Hayır

source: Cancel
ta: ரத்துசெய்
tr: İptal

source: List of recently accessed files
ta: அண்மைக் காலத்தில் அணுகப்பட்ட கோப்புகளின் பட்டியல்
tr: Son erişilen dosyaların listesi

source: Stores the list of files last accessed by the application.
ta: பயன்பாட்டால் கடைசியாக அணுகப்பட்ட கோப்புகளின் பட்டியலை சேமிக்கிறது.
tr: Uygulama tarafından en son erişilen dosyaların listesini saklar.

source: Last file opened
ta: கடைசி கோப்பு திறக்கப்பட்டது
tr: Son açılan dosya

source: The last file opened by the application.
ta: பயன்பாட்டால் திறக்கப்பட்ட கடைசி கோப்பு.
tr: Uygulama tarafından açılan son dosya.

source: Last file saved
ta: கடைசி கோப்பு சேமிக்கப்பட்டது
tr: Son kaydedilen dosya

source: The last file saved by the application.
ta: பயன்பாட்டால் சேமிக்கப்பட்ட கடைசி கோப்பு.
tr: Uygulama tarafından kaydedilen son dosya.

source: Robert Tari 2019-20%s
ta: ராபர்ட் டான்ச் 2019-20%s
